<style lang="less" module>
    @import '../../assets/less/const.less';
    .content{
        padding: 20px 12px;
        background-color: #fff;
    }
</style>
<template>
    <div :class="$style.content">
        <h2 class="topic text-center">用户协议</h2>
        <div>
            <p>
                “河地大校友云”为河北地质大学老师、在校生、毕业生提供信息服务，您在使用该服务（以下简称本服务）之前，需要仔细阅读本协议，并通过在线形式签署，您选择【同意】，即表示协议生效。本协议由北京云扬天下科技有限公司（以下简称本公司）和您签订。
            </p>
        </div>

        <h3 class="topic "> 一、定义及解释</h3>
        <div>
            <p>
                1.河地大校友云：北京云扬天下科技有限公司拥有该服务号的所有权与经营权的产品，包括后续开发的其他产品。
            </p>
            <p>
                2.河地大校友云账户（或本文中所称谓的“该账户”）：是本公司向您提供的唯一身份。您使用该账户登录并使用河地大校友云的各项功能。
            </p>
            <p>
                3.活动：本文中的活动指通过河地大校友云的组织活动、发起招募功能而发布的信息，包括但不限于聚会、会议、培训、赛事、众筹、招募、招聘、展览等形式。
            </p>
            <p>
                4.活动参与者：报名的个人或者单位。
            </p>
            <p>
                5.活动主办方：组织、发起活动的个人或机构。
            </p>
        </div>

        <h3 class="topic ">二、声明和承诺</h3>
        <div>
            <p>
                6.您完全理解并确认，在实际使用本服务前，您已充分阅读、理解并接受本协议的全部内容，同意遵循本协议之所有约定。您知悉并确认“河地大校友云”中个人信息仅为注册人申报信息，并未经过河北地质大学确认。河北地质大学为了加强学校与校友、老师间的联系，有权查询该用户信息；河北地质大学查询并非核实，不代表学校对信息真实性的确认。
            </p>
            <p>
                7.您完全理解并同意，本公司有权随时对本协议内容进行单方面的变更，并以在本服务号公告的方式予以公布，无需另行单独通知您；若您在本协议内容公告变更后继续使用本服务的，表示您已充分阅读、理解并接受修改后的协议内容，也将遵循修改后的协议内容使用本服务；若您不同意修改后的协议内容，您应停止使用本服务。
            </p>
            <p>
                8.您完全理解并保证，在使用本服务时，您已经年满16周岁，在中国大陆地区具有合法开展组织活动或其他业务的法人身份或其他组织或个人；若您在国外，本协议内容不受您所属国家或地区法律的排斥。不具备前述条件的，您应立即停止使用本服务。
            </p>
        </div>

        <h3 class="topic ">三、服务条款</h3>
        <div>
            <p>
                9.风险自担：在使用本服务时，您已完全了解可能存在的风险（包括但不限于活动主办方信息的真实性、活动内容的真实性、活动内容与您的预期不符等），并且承担由此带来的一切损失和责任，您不应以任何原因要求河地大校友云退款或承担任何责任。
            </p>
        </div>

        <h3 class="topic ">四、使用限制及责任</h3>
        <div>
            <P>
                10.您在使用本服务时应遵守中华人民共和国相关法律法规、您所在国家或地区之法令及相关国际惯例，不将本服务用于任何非法目的（包括用于禁止或限制交易物品的交易），也不以任何非法方式使用本服务。
            </P>
            <p>
                13.您不得利用本服务从事侵害他人合法权益之行为，否则应承担所有相关法律责任，因此导致本公司或本公司雇员受损的，您应承担赔偿责任。
            </p>
           <div>
               <p>
                   上述行为包括但不限于：
               </p>
               <div>
                   <p>
                       1)侵害他人名誉权、隐私权、商业秘密、商标权、著作权、专利权等合法权益。
                   </p>
                   <p>
                       2)违反依法定或约定之保密义务。
                   </p>
                   <p>
                       3)冒用他人名义使用本服务。
                   </p>
                   <p>
                       4)从事非法交易行为，如洗钱、传销、发布反动信息、倒卖毒品、禁药、组织淫秽活动等本公司认为不得使用本服务进行发布的活动等。
                   </p>
                   <p>
                       5)提供赌博资讯或以任何方式引诱他人参与赌博。
                   </p>
                   <p>
                       6)非法使用他人银行账户（包括信用卡账户）或无效银行账号（包括信用卡账户）交易。
                   </p>
                   <p>
                       7)违反《银行卡业务管理办法》使用银行卡，或利用信用卡套取现金（以下简称套现）。
                   </p>
                   <p>
                       8)进行与您或活动参与者对方宣称的交易内容不符的交易，或不真实的交易。
                   </p>
                   <p>
                       9)从事任何可能含有电脑病毒或是可能侵害本服务系统、资料之行为。
                   </p>
                   <p>
                       10)其他本公司有正当理由认为不适当之行为。
                   </p>
               </div>
           </div>
        </div>



        <h3 class="topic ">五、免责条款</h3>
        <div>
            <p>
                14.本公司不对因下述任一情况导致的任何损害赔偿承担责任，包括但不限于利润、商誉、使用、数据等方面的损失或其他无形损失的损害赔偿：
            </p>
            <div>
                <p>
                    1)本公司有权基于单方判断，包含但不限于本公司认为您已经违反本协议的明文规定及精神，暂停、中断或终止向您提供本服务或其任何部分，并移除您的资料。
                </p>
                <p>
                    2)本公司在发现异常交易或有疑义或有违反法律规定或本协议约定之虞时，有权不经通知先行暂停或终止该账户的使用（包括但不限于对该账户名下的款项和在途交易采取取消交易、调账等限制措施），并拒绝您使用本服务之部分或全部功能。
                </p>
                <p>
                    3)在必要时，本公司无需事先通知即可终止提供本服务，并暂停、关闭或删除该账户及您账号中所有相关资料及档案。
                </p>
            </div>
        </div>
       <div>
           <p>
               15.系统因下列状况无法正常运作，使您无法使用各项服务时，本公司不承担任何损害赔偿责任，该状况包括但不限于：
           </p>
           <div>
               <p>
                   1)本公司在互动吧客户端公告之系统停机维护期间。
               </p>
               <p>
                   2)电信设备出现故障不能进行数据传输的。
               </p>
               <P>
                   3)因台风、地震、海啸、洪水、停电、战争、恐怖袭击等不可抗力之因素，造成本公司系统障碍不能执行业务的。
               </P>
               <P>
                   4)由于黑客攻击、电信部门技术调整或故障、网站升级、银行、第三方支付工具方面的问题等原因而造成的服务中断或者延迟。
               </P>
           </div>
       </div>

        <div>
            <P>
                16.因您的过错导致的任何损失由您自行承担，本公司不承担任何损害赔偿责任，该过错包括但不限于：遗忘或泄漏密码，密码被他人破解，您使用的手机或其他终端被他人侵入等。
            </P>
        </div>


        <h3 class="topic">六、法律适用管辖</h3>
        <div>
            <P>
                17.本协议之效力、解释、变更、执行与争议解决均适用中华人民共和国法律，没有相关法律规定的，参照通用国际商业惯例和（或）行业惯例。本协议部分内容被有管辖权的法院认定为违法的，不因此影响其他内容的效力。
            </P>
            <P>
                18.因本协议产生之争议，均应依照中华人民共和国法律予以处理，并由北京市朝阳区人民法院管辖。
            </P>
        </div>

    </div>
</template>